// js/member.js

export const STATIC_PERSONNEL_HISTORY_DATA = [
    { no: 1, name: 'นายถนอม พิมพลา', position: 'ครูใหญ่', start: '1 พฤษภาคม 2511', end: '3 เมษายน 2532' },
    { no: 2, name: 'นายทองออน บุญประคม', position: 'ครูจัตวา', start: '10 กันยายน 2511', end: '1 พฤษภาคม 2512' },
    { no: 3, name: 'นายสุวัฒน์ ทานุมา', position: 'ครูจัตวา', start: '12 พฤษภาคม 2512', end: '2 พฤษภาคม 2534' },
    { no: 4, name: 'นายวิฑูรย์ เฮืองศรี', position: 'ครูจัตวา', start: '13 พฤษภาคม 2513', end: '15 กรกฎาคม 2517' },
    { no: 5, name: 'นางสาวอุไรวรรณ แสงชาติ', position: 'ครูจัตวา', start: '1 กันยายน 2518', end: '27 พฤษภาคม 2524' },
    { no: 6, name: 'นายชาย โพธิ์ศรี', position: 'ครูจัตวา', start: '10 พฤศจิกายน 2518', end: '27 พฤษภาคม 2524' },
    { no: 7, name: 'นายแสงจันทร์ ป้องคำ', position: 'ครูจัตวา', start: '4 พฤษภาคม 2520', end: '-' },
    { no: 8, name: 'นายประหยัด สุวรรณเทศ', position: 'ครู 2', start: '1 สิงหาคม 2521', end: '1 พฤษภาคม 2523' },
    { no: 9, name: 'นางสาวเพ็ญศิริ พรหมโม้', position: 'ครู 1', start: '1 พฤษภาคม 2523', end: '31 พฤษภาคม 2531' },
    { no: 10, name: 'นายสวงศ์ วงค์ศรีพรหม', position: 'ครู 1', start: '1 พฤษภาคม 2523', end: '22 กรกฎาคม 2526' },
    { no: 11, name: 'นายสมภพ บุญเชียงมา', position: 'ครู 2', start: '12 กันยายน 2523', end: '25 มีนาคม 2526' },
    { no: 12, name: 'นางสาวบุญเพ็ง ทองเหลือง', position: 'ครู 1', start: '1 พฤษภาคม 2524', end: '24 มีนาคม 2527' },
    { no: 13, name: 'นายอุทัย อวนศรี', position: 'ครู 2', start: '1 พฤษภาคม 2524', end: '-' },
    { no: 14, name: 'นายสำเนียง ไชยคำภา', position: 'ครู 1', start: '1 พฤษภาคม 2524', end: '24 มีนาคม 2527' },
    { no: 15, name: 'นางสุภาพ มารศรี', position: 'ครู 1', start: '1 พฤษภาคม 2524', end: '1 พฤษภาคม 2525' },
    { no: 16, name: 'นายสง่า อินทร์จันทร์', position: 'อาจารย์ 1', start: '1 พฤษภาคม 2525', end: '24 เมษายน 2526' },
    { no: 17, name: 'นายวิเชียร แสนคำ', position: 'ครู 1', start: '3 พฤษภาคม 2525', end: '-' },
    { no: 18, name: 'นายจรัญ คำมูล', position: 'อาจารย์ 1', start: '24 มีนาคม 2526', end: '24  มีนาคม 2527' },
    { no: 19, name: 'นายสายทอง ศรีสอนดี', position: 'ครู 1', start: '1 พฤศจิกายน 2526', end: '-' },
    { no: 20, name: 'นายนิวัฒน์ ขว้างระหัส', position: 'ครู 2', start: '1  พฤษภาคม 2527', end: '20 พฤษภาคม 2531' },
];
