// --- Static data for News ---
export const STATIC_NEWS_DATA = [
    {
        title: 'ประกาศผลสอบปลายภาคเรียนที่ 1 ปีการศึกษา 2568',
        url: '#', // Placeholder link
        date: '2025-09-17'
    },
    {
        title: 'โรงเรียนบ้านภูพระโนนผักหวานจัดกิจกรรมวันแม่แห่งชาติ ประจำปี 2568',
        url: '#',
        date: '2025-08-12'
    },
    {
        title: 'ขอแสดงความยินดีกับนักเรียนที่ได้รับรางวัลการแข่งขันคัดลายมือระดับเขตพื้นที่ฯ',
        url: '#',
        date: '2025-07-29'
    },
    {
        title: 'คณะครูและนักเรียนร่วมกันจัดกิจกรรมแห่เทียนเข้าพรรษา ณ วัดป่าภูพระ',
        url: '#',
        date: '2025-07-15'
    },
    {
        title: 'กิจกรรม Big Cleaning Day เตรียมความพร้อมก่อนเปิดภาคเรียน',
        url: '#',
        date: '2025-05-10'
    }
];
