// --- Static data for News ---
export const STATIC_NEWS_DATA = [
    {
        title: 'พิธีไหว้ครูประจำปีการศึกษา 2568',
        link: 'https://www.facebook.com/', // Placeholder link
        date: '2025-06-12'
    },
    {
        title: 'โรงเรียนบ้านภูพระโนนผักหวานจัดกิจกรรมวันแม่แห่งชาติ ประจำปี 2568',
        link: '#',
        date: '2025-08-12'
    },
    {
        title: 'ขอแสดงความยินดีกับนักเรียนที่ได้รับรางวัลการแข่งขันคัดลายมือระดับเขตพื้นที่ฯ',
        link: '#',
        date: '2025-07-29'
    },
    {
        title: 'คณะครูและนักเรียนร่วมกันจัดกิจกรรมแห่เทียนเข้าพรรษา ณ วัดป่าภูพระ',
        link: '#',
        date: '2025-07-15'
    },
    {
        title: 'กิจกรรม Big Cleaning Day เตรียมความพร้อมก่อนเปิดภาคเรียน',
        link: '#',
        date: '2025-05-10'
    }
];
